Repository: DarkSlim/CS-Cart-addons
Catalog: Advanced promotions/var/langs/*/addons/advanced_promotions.po
Languages: ru_ru, uk_ua

# Addons::name::advanced_promotions
source: Advanced promotions views
ru_ru: Расширенный дизайн промо-акций
uk_ua: Розширений дизайн промо-акцій

# Addons::description::advanced_promotions
source: Extends standart design of promotions in frontend
ru_ru: Расширяет стандартный дизайн страницы промо-акций в пользовательской части
uk_ua: Розширює стандартний дизайн сторінки промо-акцій у фронтенді

# SettingsOptions::advanced_promotions::license_key
source: License Key
ru_ru: Лицензионный ключ
uk_ua: Ліцензійний ключ

# Languages::promotion_pages
source: Promotion pages
ru_ru: Страницы промо-акций
uk_ua: Сторінки промо-акцій

# Languages::promotion_details_page
source: Promotion details page
ru_ru: Детальная страница промо-акций
uk_ua: Детальна сторінка промо-акцій

# Languages::add_promotions_and_close
source: Add promotion and close
ru_ru: Добавить промо-акцию и закрыть
uk_ua: Додати промо-акцію і закрити

# Languages::conditions_description
source: Description for conditions
ru_ru: Описание условий акции
uk_ua: Опис умов акції

# Languages::promotion_images
source: Promotion images
ru_ru: Изображения промо-акции
uk_ua: Зображення промо-акції

# Languages::text_promotion_main_image
source: Promotion main image
ru_ru: Главное изображение промо-акции
uk_ua: Головне зображення промо-акції

# Languages::text_promotion_list_image
source: Promotion image on list page
ru_ru: Изображение для страницы списка промо-акций
uk_ua: Зображення для сторінки списку промо-акцій

# Languages::addons.advanced_promotions.promotion_ends
source: Ends [DAYS_LEFT_VALUE]
ru_ru: Завершится [DAYS_LEFT_VALUE]
uk_ua: Завершиться [DAYS_LEFT_VALUE]

# Languages::addons.advanced_promotions.from_date
source: From
ru_ru: С
uk_ua: З

# Languages::addons.advanced_promotions.to_date
source: To
ru_ru: До
uk_ua: По

# Languages::addons.advanced_promotions.days_left
source: Days left
ru_ru: До конца акции осталось
uk_ua: До кінця акції залишилося

# Languages::addons.advanced_promotions.promotion_available
source: Promotion available
ru_ru: Период проведения акции
uk_ua: Період проведення акції

# Languages::main_info
source: Main information
ru_ru: Основная информация
uk_ua: Основна інформація

# Languages::promotions_block
source: Promotions
ru_ru: Промо-акции
uk_ua: Промо акції

# Languages::display_time_period
source: Display time period
ru_ru: Отображать временные рамки
uk_ua: Відображати часові рамки

# Languages::promotion_image
source: Promotion image
ru_ru: Изображение промо-акции
uk_ua: Зображення промо-акції

# Languages::display_coundown
source: Display countdown
ru_ru: Отображать счетчик
uk_ua: Відображати лічильник

# Languages::addons.advanced_promotions.more_info
source: More info
ru_ru: Больше информации
uk_ua: Більше інформації

# Languages::addons.advanced_promotions.promotion_info
source: Information about promotion
ru_ru: Информация о промо-акции
uk_ua: Інформація про промо-акції

# Languages::addons.advanced_promotions.promotion_items_are
source: Promotional items are
ru_ru: Товары участвующие в акции
uk_ua: Товари що беруть участь в акції

# Languages::addons.advanced_promotions.see_all_products
source: See all products
ru_ru: Просмотреть все товары
uk_ua: Переглянути всі товари

# Languages::addons.advanced_promotions.view_promotion
source: Go to promotion page
ru_ru: Перейти на страницу акции
uk_ua: Перейти на сторінку акції
