Repository: DarkSlim/CS-Cart-addons
Catalog: Abandoned cart reminder/var/langs/*/addons/abandoned_cart_reminder.po
Languages: ru_ru, uk_ua

# Addons::name::abandoned_cart_reminder
source: Abandoned cart reminder
ru_ru: Напоминание о незавершенных покупках
uk_ua: Нагадування про незавершені покупки

# Addons::description::abandoned_cart_reminder
source: Add-on sends E-Mail reminders to customers with incomplete orders
ru_ru: Отправляет E-Mail напоминания покупателям с незавершенными покупками
uk_ua: Відправляє E-Mail нагадування покупцям з незавершеними покупками

# SettingsSections::abandoned_cart_reminder::general
source: General
ru_ru: Основные
uk_ua: Загальні

# SettingsOptions::abandoned_cart_reminder::license_key
source: License Key
ru_ru: Лицензионный ключ
uk_ua: Ліцензійний ключ

# SettingsOptions::abandoned_cart_reminder::cron_password
source: Cron password
ru_ru: Cron пароль
uk_ua: Cron пароль

# SettingsOptions::abandoned_cart_reminder::abandoned_min_days
source: Cart abandoned minimum days
ru_ru: Минимальное кол-во дней незавершенного заказа
uk_ua: Мінімальна кількість днів незавершеного замовлення

# SettingsOptions::abandoned_cart_reminder::abandoned_max_days
source: Cart abandoned maximum days
ru_ru: Максимальное кол-во дней незавершенного заказа
uk_ua: Максимальна кількість днів незавершеного замовлення

# SettingsOptions::abandoned_cart_reminder::cron_url
source: Cron command
ru_ru: Cron комманда
uk_ua: Cron команда

# Languages::addons.abandoned_cart_reminder_cron_url
source: Use the following line to run the script according to schedule:<br /> php [dir_root] --dispatch=cart_reminder.send --cron_password=[cron_password].<br />Or /usr/bin/wget -O - -q -t 1 '[url_path]'
ru_ru: Используйте следующую команду для запуска скрипта по расписанию:<br /> php [dir_root] --dispatch=cart_reminder.send --cron_password=[cron_password]<br />Или /usr/bin/wget -O - -q -t 1 '[url_path]'
uk_ua: Використовуйте наступну команду для запуску скрипта за розкладом:<br /> php [dir_root] --dispatch=cart_reminder.send --cron_password=[cron_password]<br />Або /usr/bin/wget -O - -q -t 1 '[url_path]'

# Languages::addons.abandoned_cart_reminder.you_have_incompleted_orders
source: You have incomplete order
ru_ru: У Вас есть незавершенные покупки
uk_ua: У Вас є незавершені покупки

# Languages::addons.abandoned_cart_reminder.remind_text
source: Recently you've added products to cart, but did not complete the purchase.
ru_ru: Недавно Вы добавили следующие товары, но, так и не оформили покупку
uk_ua: Нещодавно Ви додали наступні товари, але, так і не оформили покупку

# Languages::addons.abandoned_cart_reminder
source: [NAME], you have incomplete order
ru_ru: [NAME], у Вас есть незавершенные покупки
uk_ua: [NAME], у Вас є незавершені покупки
