Repository: DarkSlim/CS-Cart-addons
Catalog: Features As Options/var/langs/*/addons/features_*_options.po
Languages: ru_ru, uk_ua

# Addons::name::features_as_options
source: Product features as product options
ru_ru: Параметры товара на основе характеристик
uk_ua: Параметри товару на основі характеристик

# Addons::description::features_as_options
source: Allows you to use default CS-Cart product features as product options
ru_ru: Позволяет отображать стандартные характеристики CS-Cart как параметры товара
uk_ua: Дає можливість відображати характеристики товару як параметри

# SettingsSections::features_as_options::general
source: General
ru_ru: Основные
uk_ua: Загальні

# SettingsOptions::features_as_options::license_key
source: License Key
ru_ru: Лицензионный ключ
uk_ua: Ліцензійний ключ

# SettingsOptions::features_as_options::word_for_child
source: Word for child item
ru_ru: Текст для дочернего товара
uk_ua: Текст для дочірнього товару

# SettingsOptions::features_as_options::word_for_parent
source: Word for parent item
ru_ru: Текст для родительского товара
uk_ua: Текст для головного товару

# Languages::use_as_comparsion_feature
source: Use this feature as comparsion item
ru_ru: Использовать для поиска похожих товаров
uk_ua: Використовувати для пошуку схожих товарів

# Languages::ttc_use_as_comparsion_feature
source: If checked, addon will select every product that have the same feature value and group them into options
ru_ru: Если выбрано, модуль выберет все товары с идентичным значением характеристики и сгруппирует их в опции
uk_ua: Якщо вибрано, модуль вибере всі товари з ідентичним значенням характеристики і згрупує їх в опції

# Languages::use_as_option
source: Use this feature as option group
ru_ru: Использовать как параметр товара
uk_ua: Використовувати як параметр товара

# Languages::ttc_use_as_option
source: If checked, addon will group products by this feature
ru_ru: Если выбрано, модуль сгруппирует характеристики в опции
uk_ua: Якщо вибрано, модуль згрупує товари за цією характеристикою

# Languages::also_available_models
source: Also available models
ru_ru: Доступные модели
uk_ua: Також доступні моделі

# Languages::use_features_for_comparsion
source: Use child features as comparsion items
ru_ru: Использовать дочерние характеристики для поиска похожих товаров
uk_ua: Використовувати дочірні характеристики для пошуку схожих товарів

# Languages::use_features_as_options
source: Use child features as option groups
ru_ru: Использовать дочерние характеристики как параметры товара
uk_ua: Використовувати дочірні характеристики як параметри

# Languages::features_as_options
source: Product features as product options
ru_ru: Параметры товара на основе характеристик
uk_ua: Параметри товару на основі характеристик

# Languages::is_parent_product
source: Is parent product
ru_ru: Родительский товар
uk_ua: Головний товар
