Repository: DarkSlim/CS-Cart-addons
Catalog: Liqpay/var/langs/*/addons/liqpay.po
Languages: ru_ru, uk_ua

# Addons::name::liqpay
source: LiqPay Payments
ru_ru: Платежи LiqPay
uk_ua: Платежі LiqPay

# Addons::description::liqpay
source: Allows you to use Liqpay payment processor to accept payments
ru_ru: Позволяет использовать сервис платежей Liqpay для оплаты заказов с помощью платежных карт
uk_ua: Дозволяє використовувати сервіс платежів Liqpay для оплати замовлень задопомогою платіжних карт

# SettingsSections::liqpay::general
source: General
ru_ru: Основные
uk_ua: Загальні

# SettingsOptions::liqpay::license_key
source: License Key
ru_ru: Лицензионный ключ
uk_ua: Ліцензійний ключ

# Languages::addons.liqpay.success_status
source: Success payment order status
ru_ru: Статус заказа при успешной оплате
uk_ua: Статус замовлення при успішній оплаті

# Languages::addons.liqpay.wait
source: Wait response order status
ru_ru: Статус заказа при ожидании подтверждения списания средств
uk_ua: Статус замовлення при очікуванні підтвердження списання коштів

# Languages::addons.liqpay.pay_order
source: Order №
ru_ru: Заказ №
uk_ua: Замовлення №

# Languages::addons.liqpay.page_type
source: Pay page type
ru_ru: Тип страницы оплаты
uk_ua: Тип сторінки оплати

# Languages::addons.liqpay.liqnbuy
source: Standart design (Liq&Buy)
ru_ru: Стандартный дизайн (Liq&Buy)
uk_ua: Стандартний дизайн (Liq&Buy)

# Languages::addons.liqpay.checkout
source: Individual design (Checkout)
ru_ru: Индивидуальный дизайн (Checkout)
uk_ua: Індивідуальний дизайн (Checkout)

# Languages::available_payment_methods
source: Available payment methods
ru_ru: Доступные способы оплаты
uk_ua: Доступні способи оплати

# Languages::addons.liqpay.card
source: Credit card
ru_ru: Карта
uk_ua: Карта

# Languages::addons.liqpay.liqpay
source: LiqPay Account
ru_ru: Кошелек LiqPay
uk_ua: Гаманець LiqPay

# Languages::addons.liqpay.delayed
source: POS terminal
ru_ru: Терминал самообслуживания
uk_ua: Термінал самообслуговування

# Languages::addons.liqpay.invoice
source: Invoice
ru_ru: Инвойс
uk_ua: Інвойс

# Languages::addons.liqpay.privat24
source: Privat24
ru_ru: Приват24
uk_ua: Приват24
