Repository: DarkSlim/CS-Cart-addons
Catalog: Price drop alert/var/langs/*/addons/price_drop_alert.po
Languages: ru_ru

# Addons::name::price_drop_alert
source: Price drop alert
ru_ru: Уведомления о снижении цены

# Addons::description::price_drop_alert
source: Allows customers to subscribe and receive messages when product price drops
ru_ru: Позволяет покупателям получать E-Mail сообщения о снижении цены товара

# SettingsSections::price_drop_alert::general
source: General
ru_ru: Основные

# SettingsOptions::price_drop_alert::license_key
source: License key
ru_ru: Лицензионный ключ

# SettingsOptions::price_drop_alert::subscription_confirmation
source: Subscription confirmation
ru_ru: Подтверждение подписки

# SettingsOptions::price_drop_alert::delete_unsubscribed
source: Delete unsubscribed users
ru_ru: Удалять отписавшихся пользователей

# SettingsOptions::price_drop_alert::notify_admin
source: Notify admin about new subscription
ru_ru: Уведомлять администратора о новых подписках

# SettingsOptions::price_drop_alert::admin_email
source: Administrator E-Mail
ru_ru: E-Mail администратора

# SettingsOptions::price_drop_alert::default_price_percent
source: Price drop by default (in perсent)
ru_ru: Падение цены по-умолчанию (в процентах)

# Languages::price_drop_alert
source: Price drop alert
ru_ru: Уведомления о снижении цены

# Languages::price_drop_alert_menu_description
source: Manage subscribed customers
ru_ru: Просмотр подписанных пользователей

# Languages::price_drop_subscribers
source: List of subscribed customers
ru_ru: Список подписчиков

# Languages::price_drop_statistics
source: Product subscribers statistics
ru_ru: Статистика подписчиков

# Languages::target_price
source: Target price
ru_ru: Желаемая цена

# Languages::notification_type
source: Notification type
ru_ru: Тип уведомления

# Languages::addons.price_drop_alert.notification_type_o
source: Once price was decreased
ru_ru: Единожды

# Languages::addons.price_drop_alert.notification_type_a
source: Anytime price drops
ru_ru: Всегда при снижении цены

# Languages::addons.price_drop_alert.status_p
source: Waiting for subscription approval
ru_ru: Ожидает подтверждения

# Languages::addons.price_drop_alert.status_q
source: Queued
ru_ru: В очереди

# Languages::addons.price_drop_alert.status_n
source: Notified
ru_ru: Уведомлен

# Languages::addons.price_drop_alert.status_u
source: Unsubscribed
ru_ru: Отписан

# Languages::addons.price_drop_alert.notify_when_price_drops
source: Notify me when price drops
ru_ru: Уведомить меня когда цена снизится

# Languages::addons.price_drop_alert.when_to_send
source: Send me an email
ru_ru: Отправить мне E-Mail

# Languages::addons.price_drop_alert.anytime_price_drops
source: Everytime price drops
ru_ru: Каждый раз при снижении цены

# Languages::addons.price_drop_alert.if_price_below
source: If price below
ru_ru: Если цена ниже

# Languages::addons.price_drop_alert.updated
source: Price drop alert for <strong>[PRODUCT_NAME]</strong> is updated
ru_ru: Уведомление о снижении цены для товара <strong>[PRODUCT_NAME]</strong> обновлено

# Languages::addons.price_drop_alert.signed
source: You will now receive notification about price drop of <strong>[PRODUCT_NAME]</strong>
ru_ru: Вы получите уведомление о снижении цены товара <strong>[PRODUCT_NAME]</strong>

# Languages::addons.price_drop_alert.confirmation_send
source: We have sent you a confirmation letter for price drop alert
ru_ru: Мы отправили Вам E-Mail письмо с подтверждением подписки на сообщения о снижении цены

# Languages::addons.price_drop_alert.confirmation_approved
source: Your subscription about price drop for product <strong>[PRODUCT_NAME]</strong> is activated
ru_ru: Ваша подписка на сообщения о снижении цены для товара <strong>[PRODUCT_NAME]</strong> активирована

# Languages::addons.price_drop_alert.already_notified
source: You have already been notified about <strong>[PRODUCT_NAME]</strong> price drop
ru_ru: Вы уже были уведомлены о снижении цены для товара <strong>[PRODUCT_NAME]</strong>

# Languages::addons.price_drop_alert.already_approved
source: You have already been approved for notifications about <strong>[PRODUCT_NAME]</strong> price drop
ru_ru: Ваш E-Mail уже активирован для получения уведомлений о снижении цены для товара <strong>[PRODUCT_NAME]</strong>

# Languages::addons.price_drop_alert.alert_subj
source: Price for product is dropped
ru_ru: Цена товара снизилась

# Languages::addons.price_drop_alert.alert_heading
source: Price for product is dropped.
ru_ru: Цена товара снизилась.

# Languages::addons.price_drop_alert.alert_text
source: Price for product <strong>[PRODUCT_NAME]</strong> is dropped. You are welcome to check out.
ru_ru: Цена товара <strong>[PRODUCT_NAME]</strong> снизилась. Рекомендуем ознакомиться.

# Languages::addons.price_drop_alert.new_price
source: New price is
ru_ru: Новая цена

# Languages::addons.price_drop_alert.confirm_subj
source: Please confirm subscription for product price drop for product [PRODUCT_NAME]
ru_ru: Пожалуйста, подтвердите подписку на сообщения о снижении цены для товара [PRODUCT_NAME]

# Languages::addons.price_drop_alert.confirm_heading
source: Confirm your subscription
ru_ru: Подтвердите подписку

# Languages::addons.price_drop_alert.confirm_text
source: Recently you requested price drop notifications for product <strong>[PRODUCT_NAME]</strong>. Please confirm your subscription.
ru_ru: Недавно Вы запросили уведомления о снижении цены для товара <strong>[PRODUCT_NAME]</strong>. Пожалуйста, подтвердите Вашу подписку.

# Languages::addons.price_drop_alert.target_price
source: Target price
ru_ru: Желаемая цена

# Languages::addons.price_drop_alert.confirm_subscription
source: Confirm your subscription
ru_ru: Подтвердить подписку

# Languages::addons.price_drop_alert.new_subscriber_subj
source: New price drop subscription for [PRODUCT_NAME]
ru_ru: Новая подписка о снижении цены для товара [PRODUCT_NAME]

# Languages::addons.price_drop_alert.new_subscriber_body
source: Customer with E-Mail [EMAIL] subscribed for notification about price drop below [TARGET_PRICE] for [URL]
ru_ru: Пользователь с E-Mail адресом [EMAIL] подписался на уведомления о снижении цены ниже [TARGET_PRICE] для [URL]

# Languages::price_drop_alert.use_for_price_drop_alert
source: Price drop alert form
ru_ru: Форма подписки о снижении цены

# Languages::manage_subscribers
source: Manage subscribers
ru_ru: Подписчики

# Languages::subscribers_statistics
source: Subscribers statistics
ru_ru: Статистика подписчиков
