Repository: DarkSlim/CS-Cart-addons
Catalog: Review requests/var/langs/*/addons/review_requests.po
Languages: ru_ru, uk_ua

# Addons::name::review_requests
source: Product review requests
ru_ru: Запросы на отзывы о товаре
uk_ua: Запити на відгуки про товар

# Addons::description::review_requests
source: Sends E-Mail to customers requesting feedback on products
ru_ru: Отправляет E-Mail покупателям с просьбой оставить отзыв приобретенным товарам
uk_ua: Відправляє E-Mail покупцям з проханням залишити відгуки для придбаних товарах

# SettingsSections::review_requests::general
source: General
ru_ru: Основные
uk_ua: Основні

# SettingsOptions::review_requests::license_key
source: License key
ru_ru: Лицензионный ключ
uk_ua: Ліцензійний ключ

# SettingsOptions::review_requests::requests_settings
source: Requests settings
ru_ru: Настройки запросов
uk_ua: Налаштування запитів

# SettingsOptions::review_requests::cron_password
source: Cron password
ru_ru: Cron пароль
uk_ua: Cron пароль

# SettingsOptions::review_requests::order_statuses
source: Order statuses
ru_ru: Статусы заказа
uk_ua: Статуси замовлення

# SettingsOptions::review_requests::send_request_after_days
source: Send request E-Mail after (days)
ru_ru: Отправить запрос через (дней)
uk_ua: Відправити запит через (днів)

# Languages::addons.review_requests_cron_url
source: You can use Cron to send requests to customers.<br />Use the following line to run the script according to schedule:<br /> php [dir_root] --dispatch=review_requests.send_request --cron_password=[cron_password].<br />Or /usr/bin/wget -O - -q -t 1 '[url_path]'
ru_ru: Вы можете использовать Cron для отправки запросов покупателям.<br />Используйте следующую команду для запуска скрипта по расписанию::<br /> php [dir_root] --dispatch=review_requests.send_request --cron_password=[cron_password]<br />Или /usr/bin/wget -O - -q -t 1 '[url_path]'
uk_ua: Ви можете використовувати Cron для відправлення запитів покупцям.<br />Використовуйте наступну команду для запуску скрипта за розкладом:<br /> php [dir_root] --dispatch=review_requests.send_request --cron_password=[cron_password]<br />Або /usr/bin/wget -O - -q -t 1 '[url_path]'

# Languages::addons.review_requests.request_heading
source: Tell us about your experience of using purchased products
ru_ru: Расскажите нам о своем опыте использования приобретенных товаров
uk_ua: Розкажіть нам про свій досвід використання придбаних товарів

# Languages::addons.review_requests.request_text
source: Hello, [NAME]. We would like to hear your story about using purchased products from order #[ORDER_ID].
ru_ru: Здравствуйте, [NAME]. Мы бы хотели услышать Вашу историю об использовании приобритенных товаров из заказа №[ORDER_ID]
uk_ua: Привіт, [NAME]. Ми б хотіли почути Вашу історію про використання придбаних товарів із замовлення №[ORDER_ID]

# Languages::addons.review_requests.request_subj
source: [NAME], would you like to share your experience of using products from order #[ORDER_ID]?
ru_ru: [NAME], не хотели бы Вы поделиться своим опытом использования товаров из заказа №[ORDER_ID]?
uk_ua: [NAME], не хотіли б Ви поділитися своїм досвідом використання товарів із замовлення №[ORDER_ID]?

# Languages::promotion_cond_left_comment_about_purchased_product
source: Customer left review of purchased product
ru_ru: Покупатель оставил отзыв о купленном товаре
uk_ua: Покупець залишив відгук про куплений товар

# Languages::promotion_cond_left_comment
source: Customer left a comment for product
ru_ru: Покупатель оставил комментарий к товару
uk_ua: Покупець залишив коментар до товару

# Languages::review_request_sended
source: Review request sended
ru_ru: Запрос на отзыв отправлен

# Languages::send_review_request
source: Send review request
ru_ru: Отправить запрос на отзыв

# Languages::send_review_request_to_selected
source: Send review requests for selected orders
ru_ru: Отправить запросы на отзывы для выбранных заказов
