Repository: DarkSlim/CS-Cart-addons
Catalog: SEO filters/var/langs/*/addons/seo_filters.po
Languages: ru_ru

# Addons::name::seo_filters
source: SEO filters
ru_ru: SEO фильтры

# Addons::description::seo_filters
source: Adds ability to set SEF URL's for features hash
ru_ru: Дает возможность использовать SEF ссылки для хэша выбранных фильтров

# SettingsSections::seo_filters::general
source: General
ru_ru: Основные

# SettingsOptions::seo_filters::license_key
source: License Key
ru_ru: Лицензионный ключ

# SettingsOptions::seo_filters::default_category_display_name
source: Default category display name
ru_ru: Название категории по-умолчанию

# SettingsOptions::seo_filters::default_page_title
source: Default page title
ru_ru: Название страницы по-умолчанию

# SettingsOptions::seo_filters::default_meta_description
source: Default meta description
ru_ru: META описание по-умолчанию

# SettingsOptions::seo_filters::default_meta_keywords
source: Default meta keywords
ru_ru: META ключевые слова по-умолчанию

# SettingsOptions::seo_filters::include_in_sitemap
source: Include links in sitemap.xml
ru_ru: Включить ссылки в файл sitemap.xml

# SettingsOptions::seo_filters::enable_combination_autogeneration
source: Enable autogeneration for single combinations
ru_ru: Включить автогенерацию комбинаций для единичных вариантов

# Languages::manage_seo_filters
source: SEO filters
ru_ru: SEO фильтры

# Languages::editing_seo_filter
source: Editing seo filter
ru_ru: Редактирование SEO фильтра

# Languages::filter_combinations
source: Filter combinations
ru_ru: Комбинации фильтра

# Languages::new_seo_filter
source: New SEO filter
ru_ru: Новый SEO фильтр

# Languages::addons.seo_filters.combination_exists
source: This combination already exists
ru_ru: Данная комбинация уже существует, пожалуйста, <a href="[URL]">перейдите на необходимую страницу</a>

# Languages::addons.seo_filters.no_combinations_defined
source: No combinations defined
ru_ru: Не выбрано ни одной комбинации!

# Languages::combination_seo_name
source: Combination SEO name
ru_ru: SEO имя комбинации

# Languages::current_combination
source: Current combination
ru_ru: Текущая комбинация

# Languages::with_empty_combinations
source: With empty combinations
ru_ru: С пустыми комбинациями

# Languages::all_combinations
source: All combinations
ru_ru: Все комбинации

# Languages::add_seo_filter
source: Add SEO filter
ru_ru: Добавить SEO фильтр
