Repository: DarkSlim/CS-Cart-addons
Catalog: Clickatell Multivendor/var/langs/*/addons/clickatell_mv.po
Languages: uk_ua

# Addons::name::clickatell_mv
source: clickatell.com intergation
uk_ua: Інтеграція з clickatell.com

# Addons::description::clickatell_mv
source: Allows you to set up administrator and customer SMS notifications
uk_ua: Дає змогу налаштувати відправку СМС сповіщень адміністраторам та клієнтам

# SettingsOptions::clickatell_mv::license_key
source: License Key
uk_ua: Ліцензійний ключ

# SettingsVariants::clickatell_mv::customer_phone_field::s
source: Shipping address phone
uk_ua: Номер телефону адреси доставки

# SettingsVariants::clickatell_mv::customer_phone_field::b
source: Billing address phone
uk_ua: Номер телефону адреси платіжника

# SettingsSections::clickatell_mv::general
source: General
uk_ua: Загальні

# SettingsOptions::clickatell_mv::elm_clickatell_settings
source: clickatell.com Settings
uk_ua: Налаштування clickatell.com

# SettingsOptions::clickatell_mv::clickatell_user
source: Username
uk_ua: Ім'я користувача

# SettingsOptions::clickatell_mv::clickatell_password
source: Password
uk_ua: Пароль

# SettingsOptions::clickatell_mv::clickatell_unicode
source: Use Unicode
uk_ua: Використовувати Юнікод

# SettingsOptions::clickatell_mv::clickatell_concat
source: Split long sms into several parts
uk_ua: Розділяти довгі повідомлення на кілька частин

# SettingsVariants::clickatell_mv::clickatell_concat::clickatell_concat_1
source: Do not split
uk_ua: не розділяти

# SettingsOptions::clickatell_mv::elm_admin_send_sms_if
source: Send SMS if
uk_ua: Відправити SMS-повідомлення, якщо

# SettingsOptions::clickatell_mv::elm_customer_send_sms_if
source: Send SMS if
uk_ua: Відправити SMS-повідомлення, якщо

# SettingsOptions::clickatell_mv::elm_vendor_send_sms_if
source: Send SMS if
uk_ua: Відправити SMS-повідомлення, якщо

# SettingsSections::clickatell_mv::admin_notifications
source: Administrator notifications
uk_ua: Сповіщення адміністраторів

# SettingsOptions::clickatell_mv::admin_phone_number
source: Administrator phone number
uk_ua: Номери телефонів адміністраторів (через кому)

# SettingsOptions::clickatell_mv::admin_sms_new_cusomer_registered
source: New customer has been registered
uk_ua: Був зареєстрований новий клієнт

# SettingsOptions::clickatell_mv::admin_sms_new_order_placed
source: New order has been placed
uk_ua: Було розміщено нове замовлення

# SettingsOptions::clickatell_mv::admin_sms_order_updated
source: Order has been updated
uk_ua: Замовлення було оновлено

# SettingsOptions::clickatell_mv::admin_sms_send_min_amount
source: Only send when order total amount is more than
uk_ua: Лише надсилати, якщо загальна сума замовлення є більш ніж

# SettingsOptions::clickatell_mv::admin_sms_send_shipping
source: Only send for these shipping methods
uk_ua: Відправити якщо спосіб доставки один з наступних

# SettingsOptions::clickatell_mv::admin_sms_send_order_statuses
source: Only send for these order statuses
uk_ua: Відправити якщо статус замовлення один з наступних

# SettingsOptions::clickatell_mv::admin_sms_product_negative_amount
source: Product quantity is less than zero
uk_ua: Кількість продукту менше нуля

# SettingsOptions::clickatell_mv::admin_elm_sms_content
source: SMS content
uk_ua: Зміст SMS

# SettingsOptions::clickatell_mv::admin_sms_send_payment_info
source: Add payment info
uk_ua: Додати платіжну інформацію

# SettingsOptions::clickatell_mv::admin_sms_send_customer_email
source: Add customers e-mail
uk_ua: Додати E-Mail клієнта

# SettingsSections::clickatell_mv::customer_notifications
source: Customer notifications
uk_ua: Сповіщення клієнтів

# SettingsOptions::clickatell_mv::customer_phone_field
source: Customer phone field
uk_ua: Поле телефону клієнта

# SettingsOptions::clickatell_mv::customer_sms_order_updated
source: Order has been updated
uk_ua: Замовлення було оновлено

# SettingsOptions::clickatell_mv::customer_sms_send_shipping
source: Only send for these shipping methods
uk_ua: Відправити якщо спосіб доставки один з наступних

# SettingsOptions::clickatell_mv::customer_sms_send_order_statuses
source: Only send for these order statuses
uk_ua: Відправити якщо статус замовлення один з наступних

# SettingsOptions::clickatell_mv::customer_sms_send_min_amount
source: Only send when order total amount is more than
uk_ua: Лише надсилати, якщо загальна сума замовлення є більш ніж

# SettingsSections::clickatell_mv::vendor_notifications
source: Vendors notifications
uk_ua: Сповіщення продавців

# SettingsOptions::clickatell_mv::vendor_sms_new_order_placed
source: New order has been placed
uk_ua: Було розміщено нове замовлення

# SettingsOptions::clickatell_mv::vendor_sms_order_updated
source: Order has been updated
uk_ua: Замовлення було оновлено

# SettingsOptions::clickatell_mv::vendor_sms_send_min_amount
source: Only send when order total amount is more than
uk_ua: Лише надсилати, якщо загальна сума замовлення є більш ніж

# SettingsOptions::clickatell_mv::vendor_sms_send_shipping
source: Only send for these shipping methods
uk_ua: Відправити якщо спосіб доставки один з наступних

# SettingsOptions::clickatell_mv::vendor_sms_send_order_statuses
source: Only send for these order statuses
uk_ua: Відправити якщо статус замовлення один з наступних

# SettingsOptions::clickatell_mv::vendor_sms_product_negative_amount
source: Product quantity is less than zero
uk_ua: Кількість продукту менше нуля

# SettingsOptions::clickatell_mv::vendor_elm_sms_content
source: SMS content
uk_ua: Зміст SMS

# SettingsOptions::clickatell_mv::vendor_sms_send_payment_info
source: Add payment info
uk_ua: Додати платіжну інформацію

# SettingsOptions::clickatell_mv::vendor_sms_send_customer_email
source: Add customers e-mail
uk_ua: Додати E-Mail клієнта

# Languages::addons.clickatell_mv.custom_sms_message
source: Custom SMS message
uk_ua: Текст СМС повідомлення

# Languages::addons.clickatell_mv.sms_placeholders
source: You can use these placeholders:<br /><strong>%ORDER_ID%</strong> equals to order ID;<br /><strong>%NAME%</strong> equals to customers name;<br /><strong>%LAST_NAME%</strong> equals to customers last name;<br /><strong>%USER_EMAIL%</strong> equals to customers E-Mail;<br /><strong>%ORDER_TOTAL%</strong> equals to order total;<br />
uk_ua: Ви можете використовувати ці заповнювачі:<br /><strong>%ORDER_ID%</strong> дорівнює номеру замовлення;<br /><strong>%NAME%</strong> дорівнює імені клієнта;<br /><strong>%LAST_NAME%</strong> дорівнює фамілії кліента;<br /><strong>%USER_EMAIL%</strong> дорівнює E-Mail клієнта;<br /><strong>%ORDER_TOTAL%</strong> дорівнює загальній суммі замовлення;<br />

# Languages::addons.clickatell_mv.new_shipment_sms
source: Shipment for order [order_id] was send. Shipping method: [shipping_method]. It was assigned [tracking_number] tracking number
uk_ua: Замовлення [order_id] було відправлено. Спосіб доставки: [shipping_method]. Йому призначений номер відстеження [tracking_number]

# Languages::addons.clickatell_mv.is
source: is
uk_ua: отримав статус
