Repository: DarkSlim/CS-Cart-addons
Catalog: Privat credit/var/langs/*/addons/privat_credit.po
Languages: ru_ru

# Addons::name::privat_credit
source: Partial payments via PrivatBank
ru_ru: Мгновенная рассрочка и Оплата частями от ПриватБанка

# SettingsSections::privat_credit::general
source: General
ru_ru: Основные

# SettingsOptions::privat_credit::license_key
source: License Key
ru_ru: Лицензионный ключ

# Languages::addons.privat_credit.identifier
source: Store identifier
ru_ru: Идентификатор магазина

# Languages::addons.privat_credit.parts_count
source: Number of payments
ru_ru: Количество платежей

# Languages::addons.privat_credit.success
source: Order status for success response
ru_ru: Статус заказа при успешной подписке

# Languages::addons.privat_credit.wait
source: Order status for wait response
ru_ru: Статус заказа при ожидании ответа системы

# Languages::addons.privat_credit.instant_installment
source: Instant installment
ru_ru: Мгновенная рассрочка

# Languages::addons.privat_credit.partial_payments
source: Partial payments
ru_ru: Оплата частями

# Languages::addons.privat_credit.privat_credit_form_page_ii
source: Privatbank's Instant installment service
ru_ru: Сервис мгновенной рассрочки от ПриватБанка

# Languages::addons.privat_credit.privat_credit_form_page_pp
source: Privatbank's Partial payments service
ru_ru: Сервис оплаты частями от ПриватБанка

# Languages::addons.privat_credit.usd
source: US Dollars
ru_ru: Доллары США

# Languages::addons.privat_credit.uah
source: Ukrainian hryvna
ru_ru: Гривна

# Languages::addons.privat_credit.rub
source: Russian Ruble
ru_ru: Российский рубль
